{
  "time": "10:05-11:35",
  "title": "午前＜１＞",
  "chair": " ()",
  "has_detail": true,
  "talks": [
    {
      "id": "a-1",
      "type": "normal",
      "time": "10:05-10:25",
      "title": "独自日本語Webコーパス構築のための巡回クロール基盤構築",
      "presenter": "石原 慧人 (SB Intuitions)",
      "material": "../materials/a-1.pdf",
      "abstract": "日本語大規模言語モデルの事前学習には大量の日本語テキストが必要である。しかし、Webから収集可能な日本語テキストの総量は英語と比較して限られている上、Common Crawlなどの既存Webアーカイブは英語中心に収集されているため、日本語ページの網羅性には課題がある。こうした制約の中で高品質な日本語コーパスを構築するには、限られた計算資源で効率的に日本語テキストを収集する手法が求められる。本発表では、日本語Webコーパス構築のためのクローリング基盤の設計上の工夫とその運用から得られた知見を報告する。具体的には、日本語ドメインを対象とした優先度付きURL選択と、robots.txtへの準拠などクローリングを行う際に求められるポライトネスに配慮した大規模並列収集により、効率的な日本語テキスト収集を実現した。"
    },
    {
      "id": "a-2",
      "type": "normal",
      "time": "10:25-10:45",
      "title": "番組映像を活用したマルチモーダルデータセット開発の取り組み",
      "presenter": "岡田 拓也, 遠藤 伶, 中村 純也, 田中 大, 衣川 和尭, 美野 秀弥, 宮﨑 太郎, 河合 吉彦 (NHK)",
      "material": "../materials/a-2.pdf",
      "abstract": "放送ドメインに特化した制作支援タスクの学習には高品質な大規模言語資源の整備が必要である一方、番組映像を対象としたマルチモーダルデータセットは公開例が少なく、特に映像・音声・字幕を統合した日本語マルチモーダル資源はほとんど整備されていない。そこで本研究では、放送済みの15分以下の番組映像（総計約2.3万時間）を用いて、マルチモーダル大規模言語モデル（MLLM）の制作支援能力の強化を目的とする指示学習データの開発に取り組んだ。さらに、MLLMの総合的な映像理解能力を評価するため、日本のテレビ番組を模擬した評価用映像を新たに制作し、それらに対して人手でアノテーションを付与したVQAベンチマークを試作した。本発表では、指示学習タスク設計、データセット作成パイプライン、VQAベンチマークといった開発内容について紹介するとともに現時点で得られた知見を報告する。"
    },
    {
      "id": "a-3",
      "type": "normal",
      "time": "10:45-11:15",
      "title": "BizDocVQA：根拠領域のアノテーションによる説明可能なビジネス帳票理解の実現と評価",
      "presenter": "久保 隆宏 (アマゾンウェブサービスジャパン)",
      "material": "../materials/a-3.pdf",
      "abstract": "文書画像に対する質問回答（DocVQA）は、マルチモーダルLLMの登場により精度が飛躍的に向上したがビジネス応用に不可欠な「視覚的証拠の特定能力」の評価は不十分である。従来研究はPDFの論文など整形された文書を中心に評価しており、ノイズやレイアウト依存性の高い実社会の帳票での検証は未知数だった。本発表では、実世界のレシートを対象に、回答と共に根拠となる矩形領域をアノテーションした「BizDocVQA」データセットを提案する。最新モデルでの性能計測を行った結果、高い回答精度と根拠箇所の特定精度の間に乖離があることが判明した。本発表では DocVQA 研究動向を概観し、本データセットで明らかになった「視覚的根拠付き回答」の課題と、多言語展開を含む今後の展望について議論する。"
    },
    {
      "id": "a-4",
      "type": "normal",
      "time": "11:15-11:35",
      "title": "論文に基づく歴史学知識資源の公開に向けたデータセット記述の精緻化",
      "presenter": "亀田 尭宙 (人間文化研究機構)",
      "material": "../materials/a-4.pdf",
      "abstract": "人文学のデータ公開を促進する立場にいる著者が、とりわけ歴史学の「読み解き」に関わる知識資源を、論文を主な情報源として構築した際に直面した困難と対応策を報告する。オープンアクセス可能な論文が多くなく、また著作権がオープンになっていない現状では、論文本文をそのままデータセット化することは難しい。しかし、著作権が切れている史料に基づく事実（例：史料名・読み）は公開可能なはずである。そこで、見解が分かれる論点（例：校訂の著作物性）も含め、データセット側に根拠と立場を明示する実践を紹介する。さらに、PD資料に著作権表示を要求する等の“非著作権的要請”が著作権に押し付けられる一方、著作権以外の権利・配慮事項が軽視されがちな現状がある。これらをAI構築などに用いる利用者が適切に扱えるよう、CONTRIBUTORS.md や NOTICE.md 等に切り分け、引用や権利留保の導線を整備する。"
    }
 ]
}