{
  "time": "14:40-15:40",
  "title": "午後＜２＞",
  "chair": " ()",
  "has_detail": true,
  "talks": [
    {
      "id": "c-1",
      "type": "normal",
      "time": "14:40-15:05",
      "title": "日本語インストラクションデータの多様化に向けた高品質な人手データを起点とする合成手法の検討",
      "presenter": "宮里 龍平 (電気通信大), 中山 功太 (NII LLMC), 関根 聡 (いちから)",
      "online": false,
      "material": "../materials/c-1.pdf",
      "abstract": "本発表では、高品質な日本語LLMの構築に不可欠なインストラクションデータの拡充に向けた、多様なデータ合成の取り組みについて報告する。 人手で丁寧に作成された「いちから」データセットは高品質である一方、作成コストが高く、継続的な拡張には限界がある。また、既存の合成手法では、生成を繰り返す中で指示文が冗長かつ不自然になる課題があった。我々はこれらの課題を解決するため、既存の手法を改良し、より自然で多様な合成を可能にする手法を考案した。具体的には、「条件追加」「具体化」「多様化」といった複数の合成方針をランダムに適用するとともに、人間が既存の指示から着想を得て新たな指示を作成する思考プロセスをプロンプトに統合した。 また、特に指示追従性能の向上に焦点を当て、制約条件の変更や書き換えによる多様なタスクの合成にも取り組んでいる。本報告では、これら手法と、自然な日本語指示文の合成に向けた知見について共有する。"
    },
    {
      "id": "c-2",
      "type": "normal",
      "time": "15:05-15:30",
      "title": "人間-LLM間のインタラクション分析に向けたコーパス構築のための談話行為アノテーション設計",
      "presenter": "永井 宥之, 伊藤 和浩 (NAIST), 山崎 由佳, 白石 暖哉 (京都大学), 若宮翔子, 荒牧英治 (NAIST)",
      "online": false,
      "material": "../materials/c-2.pdf",
      "abstract": "現代は，人間と大規模言語モデル (Large Language Model: LLM) が日常的にコミュニケーションをとる時代である．LLMの発話や応答は極めて自然である一方，それらは特定の意図や信念に基づかないため，人間どうしや従来のチャットボットとのやりとりとは異なるインタラクションが生じうる．具体的には，人間どうしでは有効であったコミュニケーション戦略がLLMに対しては機能しない可能性がある一方，LLM側から人間に働きかける際にも，人間どうしの場合とは異なる戦略が有効となることも予想される．しかし，人間-LLM間の談話行為を体系的に捉えるためのアノテーション仕様やコーパスは発展途上である．本研究は，複数のLLMエージェントと人間によるチャットデータを用い，既存の談話行為タグを拡張したアノテーション仕様の開発を目的とする．本発表では，進行中のアノテーション設計の検討過程と課題を報告する．"
    },
    {
      "id": "c-3",
      "type": "lt",
      "time": "15:30-15:40",
      "title": "ユーザの個人特性を含む破綻・修復発話文の収集",
      "presenter": "坪倉 和哉, 入部 百合絵 (愛知県立大), 北岡 教英 (豊橋技科大)",
      "online": false,
      "material": "../materials/c-3.pdf",
      "abstract": "近年のLLMの発展により対話システムの応答精度は大きく向上しているが，ハルシネーションや自己矛盾といった対話破綻は未だに避けられない課題として残されている．このため，対話破綻が生じた際に対話の流れを適切に修復する機構が必要である．しかし，システムがどのように自身の破綻を認識し，どのように修復すべきかについての体系的な知見は十分に確立されていない．本発表では，この問題に取り組むために，クラウドワーカーから収集した対話破綻を修復するためのコーパスを紹介する．"
    }
  ]
}
