{
  "time": "13:00-14:25",
  "title": "午後＜１＞",
  "chair": " ()",
  "has_detail": true,
  "talks": [
    {
      "id": "b-1",
      "type": "normal",
      "time": "13:00-13:20",
      "title": "軽量な日本語報酬モデル ca-reward-3b-ja の構築と公開",
      "presenter": "三橋亮太 (サイバーエージェント)",
      "online": false,
      "material": "../materials/b-1.pdf",
      "abstract": "本発表では軽量な日本語報酬モデルca-reward-3b-jaの開発と公開について報告する。報酬モデルとは、人間の選好を学習しLLMの出力の好ましさをスコア化するモデルである。RLHFの代理報酬、Best-of-Nによる最良応答の選択、リランキングによる品質の並び替え等に活用できる。事業応用の観点でも、大量の生成結果を即座に評価できる意義は大きく、非定型タスクでのモデル改善やエージェント応用における強化学習への展開が期待される。しかし日本語に特化した報酬モデルは不足している。本モデルは3Bの実用的なサイズで推論コストを抑えつつ、日本語ベースモデルと日本語合成データで日本語特化の学習を行った。学習データは社内で構築し、LLM-as-a-Judgeによる疑似選好ラベルを付与した。人手の選好ラベルが付与されたベンチマークで、大型モデルに迫る分類性能を達成した。モデルはApache-2.0で公開する。"
    },
    {
      "id": "b-2",
      "type": "normal",
      "time": "13:20-13:40",
      "title": "日本語大規模言語モデルの推論能力向上のための強化学習データセット構築",
      "presenter": "太田 晋, 片山 結太 (東京科学大), 水木 栄 (東京科学大・産総研), 岡崎 直観 (東京科学大・産総研・NII LLMC)",
      "online": false,
      "material": "../materials/b-2.pdf",
      "abstract": "本研究では，日本語大規模言語モデル（LLM）の推論能力向上を目的として，数学・科学・コード生成タスクを対象とする日本語設問・解答データセットを構築した．本データセットは，英語の指示学習データセット s1 を基に設問を邦訳し，解答付与および解答可能性アノテーションを施すことで，検証可能な報酬を用いた強化学習（Reinforcement Learning with Verifiable Rewards; RLVR）に適した日本語設問・解答ペアを整備した．邦訳には gpt-oss-120b を用い，GEMBA MQM 翻訳品質スコアに基づく棄却サンプリングによって高品質な訳文を選択した．さらに英語版および日本語版データセットを用いて強化学習と包括的評価を実施した結果，本データセットが日本語LLMの推論性能向上に有効であることを確認した．"
    },
    {
      "id": "b-3",
      "type": "normal",
      "time": "13:40-14:05",
      "title": "金融業に特化した生成AIモデルのインストラクションデータ開発プロセス",
      "presenter": "佐藤 奈穂子 (リコー)",
      "online": false,
      "material": "../materials/b-3.pdf",
      "abstract": "汎用型生成AIの性能が急速に進化し、ビジネスの場にその活用が広がってきたが、実務現場では、多くの業務が属人化しており、業界特有の用語やルールを反映した応用が難しく、導入の障壁となっている。こういった背景から、特定の業界やユースケースに特化したAIモデル「Vertical AI」が注目され、今後も成長、市場規模の拡大が予測されている。　特に金融業界では、業務効率化の取り組みで生成AI導入が加速しているが、不正検出、規制遵守、膨大な情報に基づく信用スコアリングといったユースケースにおいて業務特化ニーズが顕著である。弊社はそれに応えるべく、昨年10月にオンプレミス環境で導入可能で高精度な応答を実現した金融業務特化型LLMを開発、公開した。　本発表では、このモデル開発に向け、業界特有のユースケースに即した表現や知識を学習させるための高品質なインストラクションデータの構築プロセスについて紹介する。"
    },
    {
      "id": "b-4",
      "type": "normal",
      "time": "14:05-14:25",
      "title": "語彙を起点とした完全合成によるドメイン特化指示データセットの構築と金融分野での実証",
      "presenter": "大河内 悠磨 (NRI), Fabio Milentiansen Sim (NRIインドネシア), 岡田 智靖 (NRI)",
      "online": false,
      "material": "../materials/b-4.pdf",
      "abstract": "特定ドメインへのLLM適応には、従来専門文献の収集や人手によるデータ作成が必要不可欠であった。本発表では、既存のテキスト資源に依存せず、ドメイン固有のトピックワードのみを入力とし、LLMによる合成データのみを用いて高品質な指示データセットを構築する汎用的手法を提案する。 本手法は、語彙を起点とした多様な質問生成、指示の改変、思考過程（Chain-of-Thought）を含むマルチターン対話の生成、品質評価を完全自動化するものである。実証として本手法を金融分野に適用し、約95億トークンのデータセットを構築した結果、学習済みモデルが金融ベンチマークにおいて公式モデルを上回る性能を確認した。本手法は金融分野に限らずあらゆる分野へ即座に展開可能であり、言語資源構築におけるコストと手間の制約を打破する新たなアプローチを提示する。 "
    }
  ]
}
